/* Localizable strings*/

"SUPrefNeverUsedStatus" = "A Actualização de Software ainda não foi utilizada.";
"SUPrefSuccessStatus" = "A execução da aplicação Actualização de Software foi bem sucedida.";
"SUPrefAllInactiveStatus" = "As únicas actualizações disponíveis são as que optou por ignorar.";
"SUPrefNoUpdatesStatus" = "Não existem novas actualizações.";
"SUPrefFailedCantConnectStatus" = "Falhou. Impossível estabelecer ligação à Internet.";
"SUPrefFailedGenericStatus" = "Falhou. Ocorreu um erro durante a verificação.";
"SUPrefIgnoredUpdatesAvailableStatus" = "As actualizações ignoradas estão agora disponíveis.";

"SUPrefScanningStatus" = "A procurar novo software…";
"SUPrefServerErrorStatus" = "De momento, o servidor não está disponível. Volte a tentar mais tarde.";
"SUPrefUnexpectedErrorStatus" = "Ocorreu um erro inesperado.";

"SUPrefCancellingStatus" = "A cancelar…";
"SUPrefCancelledStatus" = "Cancelado.";

"SUPrefLastStatusCheckTitle" = "Última verificação:";
"SUPrefLastStatusFailedTitle" = "Última tentativa:";
"SUPrefCurrentStatusTitle" = "Estado:";
"SUPrefLastSuccessfulStatus" = "Bem sucedida. %@.";

"SUPrefNextScheduledDate" = "Programação seguinte: %@.";

"Software Update can't check for updates because of a network problem." = "A Actualização de Software não conseguiu verificar se existem actualizações porque ocorreu um problema na rede.";
"Failed to check for updates." = "Não foi possível procurar actualizações.";
"Diagnose..." = "Diagnóstico de rede…";
"SUPrefCheckConfigMessage" = "Certifique-se de que o seu computador está ligado à Internet e volte a tentar.";
"OK" = "OK";

"SUPrefUpdateNow" = "Procurar agora";
"CANCEL" = "Cancelar";
